results/raw/intrazone/calico-intrazone-apachebench_400K_200_stdout.log
This is ApacheBench, Version 2.3 <$Revision: 1843412 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 10.10.0.6 (be patient)


Server Software:        nginx/1.18.0
Server Hostname:        10.10.0.6
Server Port:            30080

Document Path:          /
Document Length:        612 bytes

Concurrency Level:      250
Time taken for tests:   6.824 seconds
Complete requests:      100000
Failed requests:        0
Total transferred:      85400000 bytes
HTML transferred:       61200000 bytes
Requests per second:    14654.24 [#/sec] (mean)
Time per request:       17.060 [ms] (mean)
Time per request:       0.068 [ms] (mean, across all concurrent requests)
Transfer rate:          12221.41 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    7   3.6      7    1029
Processing:     0   10   2.8      9      25
Waiting:        0    7   2.4      7      22
Total:          1   17   4.6     17    1037

Percentage of the requests served within a certain time (ms)
  50%     17
  66%     19
  75%     19
  80%     19
  90%     20
  95%     22
  98%     23
  99%     25
 100%   1037 (longest request)